Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 发送的反馈
ar: تم إرسال التعليقات
de: Feedback gesendet
en: Sent Feedbacks
es: Comentarios enviados
fr: Commentaires envoyés
hi: प्रतिक्रिया भेजी गई
id: Umpan balik dikirim
it: Feedback inviato
ja: 送信されたフィードバック
ko: 보낸 피드백
nl: Feedback verzonden
pl: Wysłano opinię
pt: Feedback enviado
ru: Обратная связь отправлена
th: ส่งคําติชมแล้ว
tr: Geri bildirim gönderildi
uk: Відгук надіслано
vi: Phản hồi đã gửi
zh_hant: 發送的反饋

source: 取消
ar: أَلْغى
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: Iptal etmek
uk: Скасувати
vi: Bãi bỏ

source: 受信任的位置
ar: موقف موثوق به
de: Vertrauenswürdige Position
en: Trusted Locations
es: Posición de confianza
fr: Position de confiance
hi: विश्वसनीय स्थिति
id: Posisi tepercaya
it: Posizione di fiducia
ja: 信頼できる場所
ko: 신뢰받는 위치
nl: Vertrouwde positie
pl: Zaufana pozycja
pt: Posição de confiança
ru: Доверенная позиция
th: ตําแหน่งที่เชื่อถือได้
tr: Güvenilir pozisyon
uk: Надійна позиція
vi: Vị trí đáng tin cậy

source: 可在%@设置中打开“请求桌面网站”
ar: يمكنك تشغيل "طلب موقع سطح المكتب" في الإعدادات %@
de: Sie können "Desktop-Website anfordern" in %@ Einstellungen aktivieren
en: Can be turned on in Request Desktop Websites at %@ settings
es: Puede activar "Solicitar sitio web de escritorio" en %@ Configuración
fr: Vous pouvez activer "Demander un site Web de bureau" dans %@ Paramètres
hi: आप %@ सेटिंग्स में "अनुरोध डेस्कटॉप वेबसाइट" चालू कर सकते हैं
id: Anda dapat mengaktifkan "Minta Situs Web Desktop" di %@ Pengaturan
it: Puoi attivare "Richiedi sito web desktop" in %@ Impostazioni
ja: %@設定で「デスクトップサイトをリクエスト」を有効にできます
ko: %@설정에서 "데스크톱 사이트 요청"을 열 수 있습니다.
nl: U kunt "Desktop Website aanvragen" inschakelen in %@ Instellingen
pl: Możesz włączyć "Poproś o stronę internetową na pulpicie" w ustawieniach %@
pt: Você pode ativar "Solicitar Site da Área de Trabalho" em %@ Configurações
ru: Вы можете открыть "Запросить веб-сайт рабочего стола" в настройках %@.
th: คุณสามารถเปิด "ขอเว็บไซต์เดสก์ท็อป" ในการตั้งค่า %@
tr: "Masaüstü Web Sitesi İste"yi %@ Ayarlar bölümünden açabilirsiniz
uk: Ви можете увімкнути "Запит на настільний веб-сайт" у налаштуваннях %@
vi: Bạn có thể bật "Yêu cầu trang web trên máy tính để bàn" trong %@ Cài đặt
zh_hant: 可在%@設置中打開“切換為電腦版網站”

source: 可在脚本商店中获取各类网页脚本
ar: يمكن الحصول على جميع أنواع البرامج النصية على الويب في متجر البرامج النصية.
de: Alle Arten von Webskripten können im Skriptspeicher bezogen werden.
en: You can now get a variety of userscripts at the script store.
es: Todo tipo de scripts web se pueden obtener en la tienda de scripts.
fr: Toutes sortes de scripts Web peuvent être obtenus dans le magasin de scripts.
hi: स्क्रिप्ट स्टोर में सभी प्रकार की वेब स्क्रिप्ट प्राप्त की जा सकती हैं।
id: Semua jenis skrip web dapat diperoleh di toko skrip.
it: Tutti i tipi di script web possono essere ottenuti nel negozio di script.
ja: スクリプトストアで様々なウェブスクリプトが入手可能
ko: 스크립트 상점에서 각종 웹 스크립트를 얻을 수 있다
nl: Alle soorten webscripts kunnen worden verkregen in de scriptwinkel.
pl: Wszystkie rodzaje skryptów internetowych można uzyskać w sklepie ze skryptami.
pt: Todos os tipos de scripts da web podem ser obtidos na loja de scripts.
ru: Все виды веб-скриптов можно получить в хранилище сценариев.
th: สามารถรับสคริปต์เว็บทุกประเภทได้ในที่เก็บสคริปต์
tr: Her türlü web komut dosyası komut dosyası deposundan edinilebilir.
uk: Всі види веб-скриптів можна отримати в магазині скриптів.
vi: Tất cả các loại tập lệnh web có thể được lấy trong kho tập lệnh.
zh_hant: 可在腳本商店中獲取各類網頁腳本

source: 可在解析的音频列表页左滑项目以添加到列表
ar: يمكنك تحريك العنصر الأيسر في صفحة القائمة الصوتية التي تم تحليلها لإضافته إلى القائمة.
de: Sie können das Element links auf der geparsten Audiolistenseite verschieben, um es der Liste hinzuzufügen.
en: Swipe left on items in the parsed audio list page to add them to the list.
es: Puede deslizar el elemento hacia la izquierda en la página de la lista de audio analizado para agregarlo a la lista.
fr: Vous pouvez faire glisser l'élément à gauche sur la page de liste audio parsé pour l'ajouter à la liste.
hi: आप इसे सूची में जोड़ने के लिए पार्स किए गए ऑडियो सूची पृष्ठ पर छोड़े गए आइटम को स्लाइड कर सकते हैं।
id: Anda dapat menggeser item yang tersisa di halaman daftar audio yang diurai untuk menambahkannya ke daftar.
it: Puoi far scorrere l'elemento a sinistra nella pagina dell'elenco audio analizzato per aggiungerlo all'elenco.
ja: 解析されたオーディオリストページで項目を左にスライドしてリストに追加できます
ko: 해석된 오디오 목록 페이지에서 항목을 왼쪽으로 밀어서 목록에 추가할 수 있습니다.
nl: U kunt het item naar links schuiven op de pagina met geparseerde audiolijst om het aan de lijst toe te voegen.
pl: Możesz przesunąć element w lewo na stronie przeanalizowanej listy audio, aby dodać go do listy.
pt: Você pode deslizar o item para a esquerda na página da lista de áudio analisada para adicioná-lo à lista.
ru: Вы можете сдвинуть элемент влево на странице разобранного аудиосписка, чтобы добавить его в список.
th: คุณสามารถเลื่อนรายการที่เหลือในหน้ารายการเสียงที่แยกวิเคราะห์เพื่อเพิ่มลงในรายการ
tr: Öğeyi listeye eklemek için ayrıştırılan ses listesi sayfasında sola kaydırabilirsiniz.
uk: Ви можете пересунути елемент ліворуч на сторінці розібраного аудіосписку, щоб додати його до списку.
vi: Bạn có thể trượt mục còn lại trên trang danh sách âm thanh đã phân tích cú pháp để thêm nó vào danh sách.
zh_hant: 可在解析的音頻列錶頁左滑項目以添加到列錶

source: 可能的问题：
ar: المشاكل المحتملة:
de: Mögliche Probleme:
en: Possible issues:
es: Posibles problemas:
fr: Problèmes possibles :
hi: संभावित समस्याएं:
id: Kemungkinan masalah:
it: Possibili problemi:
ja: 可能な問題：
ko: 가능한 문제:
nl: Mogelijke problemen:
pl: Możliwe problemy:
pt: Possíveis problemas:
ru: Возможные проблемы:
th: ปัญหาที่เป็นไปได้:
tr: Olası sorunlar:
uk: Можливі проблеми:
vi: Các vấn đề có thể xảy ra:
zh_hant: 可能的問題：

source: 可能需要允许 Cookies 以使“谷歌”搜索引擎正常工作
ar: قد يكون من الضروري السماح لملفات تعريف الارتباط بجعل محرك بحث "Google" يعمل بشكل صحيح.
de: Es kann notwendig sein, Cookies zuzulassen, damit die "Google"-Suchmaschine ordnungsgemäß funktioniert.
en: You may need to allow Cookies to make “Google” work normally.
es: Puede ser necesario permitir que las cookies hagan que el motor de búsqueda "Google" funcione correctamente.
fr: Il peut être nécessaire d'autoriser les cookies pour que le moteur de recherche "Google" fonctionne correctement.
hi: "गूगल" सर्च इंजन को ठीक से काम करने के लिए कुकीज़ को अनुमति देना आवश्यक हो सकता है।
id: Mungkin perlu mengizinkan cookie untuk membuat mesin pencari "Google" berfungsi dengan baik.
it: Potrebbe essere necessario consentire ai cookie di far funzionare correttamente il motore di ricerca "Google".
ja: 「Google」検索エンジンが正常に機能するためには、Cookieを許可する必要があるかもしれません
ko: "구글" 검색 엔진이 정상적으로 작동하도록 쿠키를 허용해야 할 수도 있습니다.
nl: Het kan nodig zijn om cookies toe te staan om de zoekmachine "Google" goed te laten werken.
pl: Może być konieczne umożliwienie plików cookie, aby wyszukiwarka "Google" działała prawidłowo.
pt: Pode ser necessário permitir cookies para que o mecanismo de pesquisa "Google" funcione corretamente.
ru: Возможно, потребуется разрешить использование файлов cookie для правильной работы поисковой системы "Google".
th: อาจจําเป็นต้องอนุญาตให้คุกกี้ทําให้เครื่องมือค้นหา "Google" ทํางานได้อย่างถูกต้อง
tr: "Google" arama motorunun düzgün çalışması için çerezlere izin vermek gerekebilir.
uk: Можливо, доведеться дозволити файлам cookie, щоб пошукова система "Google" працювала належним чином.
vi: Có thể cần phải cho phép cookie để làm cho công cụ tìm kiếm "Google" hoạt động bình thường.
zh_hant: 可能需要允許 Cookies 以使“Google”搜索引擎正常工作

source: 名称
ar: اسْم
de: Name
en: Name
es: Nombre
fr: Nom
hi: ख्याति
id: Nama
it: Nome
ja: 名前
ko: 명칭
nl: Naam
pl: Imię
pt: Nome
ru: Имя
th: ชื่อ
tr: Isim
uk: Ім'я
vi: Tên
zh_hant: 名稱

source: 名称不能为空
ar: لا يمكن أن يكون الاسم فارغا.
de: Der Name darf nicht leer sein.
en: Name cannot be empty
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
hi: नाम खाली नहीं हो सकता।
id: Namanya tidak boleh kosong.
it: Il nome non può essere vuoto.
ja: 名前は空にできません
ko: 명칭은 비워서는 안 된다
nl: De naam mag niet leeg zijn.
pl: Nazwa nie może być pusta.
pt: O nome não pode estar vazio.
ru: Имя не может быть пустым.
th: ชื่อไม่สามารถว่างเปล่าได้
tr: İsim boş olamaz.
uk: Ім'я не може бути порожнім.
vi: Tên không thể để trống.
zh_hant: 名稱不能為空

source: 向右滑动输入框
ar: اسحب مربع الإدخال إلى اليمين
de: Wischen Sie das Eingabefeld nach rechts
en: Swipe right on the input box
es: Desliza el dedo el cuadro de entrada hacia la derecha
fr: Balayez la zone de saisie vers la droite
hi: इनपुट बॉक्स को दाईं ओर स्वाइप करें
id: Geser kotak input ke kanan
it: Scorri la casella di immissione a destra
ja: 入力フィールドを右にスワイプ
ko: 입력란을 오른쪽으로 밀다
nl: Veeg het invoervak naar rechts
pl: Przesuń pole wprowadzania w prawo
pt: Deslize a caixa de entrada para a direita
ru: Проведите пальцем по полю ввода вправо
th: ปัดกล่องป้อนข้อมูลไปทางขวา
tr: Giriş kutusunu sağa kaydırın
uk: Проведіть пальцем по полю введення вправо
vi: Vuốt hộp nhập liệu sang phải
zh_hant: 向右滑動輸入框

source: 向左滑动媒体链接
ar: حرك رابط الوسائط إلى اليسار
de: Schieben Sie den Medienlink nach links
en: Swipe left on media link
es: Deslice el enlace multimedia hacia la izquierda
fr: Faites glisser le lien média vers la gauche
hi: मीडिया लिंक को बाईं ओर स्लाइड करें
id: Geser tautan media ke kiri
it: Fai scorrere il collegamento multimediale a sinistra
ja: メディアリンクを左にスライドさせる
ko: 미디어 링크를 왼쪽으로 밀다
nl: Schuif de medialink naar links
pl: Przesuń link do mediów w lewo
pt: Deslize o link de mídia para a esquerda
ru: Сдвиньте ссылку на медиа влево
th: เลื่อนลิงก์สื่อไปทางซ้าย
tr: Medya bağlantısını sola kaydırın
uk: Посуньте медіа-посилання вліво
vi: Trượt liên kết phương tiện sang trái
zh_hant: 嚮左滑働媒體鏈接

source: 向左滑动输入框
ar: اسحب مربع الإدخال إلى اليسار
de: Wischen Sie das Eingabefeld nach links
en: Swipe left on the input box
es: Desliza el dedo el cuadro de entrada hacia la izquierda
fr: Faites glisser la zone de saisie vers la gauche
hi: इनपुट बॉक्स को बाईं ओर स्वाइप करें
id: Geser kotak input ke kiri
it: Scorri la casella di immissione a sinistra
ja: 入力フィールドを左にスワイプ
ko: 입력란을 왼쪽으로 밀다
nl: Veeg het invoervak naar links
pl: Przesuń pole wprowadzania w lewo
pt: Deslize a caixa de entrada para a esquerda
ru: Проведите пальцем по полю ввода влево
th: ปัดกล่องป้อนข้อมูลไปทางซ้าย
tr: Giriş kutusunu sola kaydırın
uk: Проведіть пальцем по полю введення вліво
vi: Vuốt hộp nhập liệu sang trái
zh_hant: 向左滑動輸入框

source: 启用安全延时
ar: تمكين التأخير الأمني
de: Sicherheitsverzögerung aktivieren
en: Enable Security Delay
es: Habilitar el retraso de seguridad
fr: Activer le délai de sécurité
hi: सुरक्षा देरी सक्षम करें
id: Aktifkan penundaan keamanan
it: Abilita il ritardo di sicurezza
ja: セキュリティ待機を有効にする
ko: 보안 지연을 활성화하다
nl: Schakel beveiligingsvertraging in
pl: Włącz opóźnienie bezpieczeństwa
pt: Ativar atraso de segurança
ru: Включить задержку безопасности
th: เปิดใช้งานการหน่วงเวลาความปลอดภัย
tr: Güvenlik gecikmesini etkinleştir
uk: Увімкнути затримку безпеки
vi: Bật độ trễ bảo mật
zh_hant: 啟用安全延時

source: 哔哩哔哩
ar: بيليبيلي
de: Bilibili
en: BiliBili (Chinese, Simplified)
es: Bilibili
fr: Bilibili
hi: बिलीबिली
id: Bilibili
it: Bilibili
ja: ビリビリ
ko: 빌리빌리
nl: Bilibili
pl: Bilibili
pt: Bilibili
ru: Билибили
th: บิลิบิลิ
tr: Bilibili
uk: Білібілі
vi: Bilibili

source: 喜欢暗礁浏览器？前往 iPhone 上的 App Store 为我们评分！
ar: هل تحب متصفح الشعاب المرجانية؟ انتقل إلى متجر التطبيقات على جهاز iPhone الخاص بك لتقييمنا!
de: Magst du Reef Browser? Gehen Sie zum App Store auf Ihrem iPhone, um uns zu bewerten!
en: Like Darock Browser? Head to the App Store on your iPhone and rate us!
es: ¿Te gusta Reef Browser? ¡Ve a la App Store de tu iPhone para calificarnos!
fr: Aimez-vous Reef Browser ? Allez sur l'App Store sur votre iPhone pour nous évaluer !
hi: क्या आपको रीफ ब्राउज़र पसंद है? हमें रेट करने के लिए अपने आईफोन पर ऐप स्टोर पर जाएं!
id: Apakah kamu suka Reef Browser? Kunjungi App Store di iPhone Anda untuk menilai kami!
it: Ti piace Reef Browser? Vai all'App Store sul tuo iPhone per valutarci!
ja: 暗礁ブラウザが好きですか？ iPhoneのApp Storeに行って評価してください！
ko: 암초 브라우저 좋아하세요? iPhone의 App Store로 이동하여 평가해 주세요!
nl: Vind je Reef Browser leuk? Ga naar de App Store op je iPhone om ons te beoordelen!
pl: Czy lubisz przeglądarkę Reef? Przejdź do App Store na swoim iPhonie, aby nas ocenić!
pt: Você gosta do Reef Browser? Vá para a App Store no seu iPhone para nos avaliar!
ru: Тебе нравится Reef Browser? Зайдите в App Store на своем iPhone, чтобы оценить нас!
th: คุณชอบ Reef Browser ไหม ไปที่ App Store บน iPhone ของคุณเพื่อให้คะแนนเรา!
tr: Reef Browser'ı beğendiniz mi? Bizi değerlendirmek için iPhone'unuzdaki App Store'a gidin!
uk: Вам подобається Reef Browser? Перейдіть до App Store на своєму iPhone, щоб оцінити нас!
vi: Bạn có thích Reef Browser không? Truy cập App Store trên iPhone của bạn để đánh giá chúng tôi!

source: 回复
ar: إجابة
de: Antwort
en: Reply
es: Respuesta
fr: Réponse
hi: उत्तर देना
id: Jawaban
it: Risposta
ja: 返信
ko: 답장하다
nl: Antwoord
pl: Odpowiedź
pt: Resposta
ru: Ответ
th: คำตอบ
tr: Cevap
uk: Відповідь
vi: Trả lời

source: 回复信息
ar: الرد على الرسالة
de: Antworte auf die Nachricht
en: Content
es: Responder al mensaje
fr: Répondre au message
hi: संदेश का जवाब दें
id: Balas pesannya
it: Rispondi al messaggio
ja: 返信情報
ko: 메시지 회신
nl: Reageer op het bericht
pl: Odpowiedz na wiadomość
pt: Responder à mensagem
ru: Ответить на сообщение
th: ตอบกลับข้อความ
tr: Mesajı yanıtla
uk: Відповісти на повідомлення
vi: Trả lời tin nhắn

source: 固定的书签
ar: الإشارات المرجعية الثابتة
de: Lesezeichen behoben
en: Pinned Bookmarks
es: Marcadores fijos
fr: Signets fixes
hi: निश्चित बुकमार्क
id: Penanda tetap
it: Segnalibri fissi
ja: 固定されたブックマーク
ko: 고정된 책갈피
nl: Vaste bladwijzers
pl: Naprawiono zakładki
pt: Favoritos fixos
ru: Исправлены закладки
th: บุ๊กมาร์กคงที่
tr: Sabit yer imleri
uk: Виправлені закладки
vi: Đánh dấu trang cố định
zh_hant: 固定的書籤

source: 图书
ar: كتب
de: Bücher
en: Books
es: Libros
fr: Livres
hi: किताबें
id: Buku-buku
it: Libri
ja: 図書
ko: 도서
nl: Boeken
pl: Książki
pt: Livros
ru: Книги
th: หนังสือ
tr: Kitaplar
uk: Книги
vi: Sách
zh_hant: 書籍

source: 图书会在访问后保存在磁盘上，您可以稍后进行管理。
ar: سيتم حفظ الكتاب على القرص بعد الوصول إليه، ويمكنك إدارته لاحقا.
de: Das Buch wird nach dem Zugriff auf der Festplatte gespeichert, und Sie können es später verwalten.
en: Books will be saved to disk after access, and you can manage them later.
es: El libro se guardará en el disco después del acceso, y puedes administrarlo más tarde.
fr: Le livre sera enregistré sur le disque après l'accès, et vous pourrez le gérer plus tard.
hi: एक्सेस के बाद पुस्तक को डिस्क पर सहेजा जाएगा, और आप इसे बाद में प्रबंधित कर सकते हैं।
id: Buku akan disimpan di disk setelah diakses, dan Anda dapat mengelolanya nanti.
it: Il libro verrà salvato sul disco dopo l'accesso e sarà possibile gestirlo in seguito.
ja: 図書はアクセス後ディスクに保存され、後で管理することができます。
ko: 도서는 액세스 후 디스크에 저장되며 나중에 관리할 수 있습니다.
nl: Het boek wordt na toegang op de schijf opgeslagen en u kunt het later beheren.
pl: Książka zostanie zapisana na dysku po uzyskaniu dostępu i możesz nią zarządzać później.
pt: O livro será salvo no disco após o acesso, e você poderá gerenciá-lo mais tarde.
ru: Книга будет сохранена на диске после доступа, и вы сможете управлять ею позже.
th: หนังสือจะถูกบันทึกลงในดิสก์หลังจากเข้าถึง และคุณสามารถจัดการได้ในภายหลัง
tr: Kitap erişimden sonra diske kaydedilecek ve daha sonra yönetebilirsiniz.
uk: Книга буде збережена на диску після доступу, і ви зможете керувати нею пізніше.
vi: Cuốn sách sẽ được lưu trên đĩa sau khi truy cập và bạn có thể quản lý nó sau.

source: 图书列表
ar: قائمة الكتب
de: Liste der Bücher
en: Book List
es: Lista de libros
fr: Liste des livres
hi: पुस्तकों की सूची
id: Daftar buku
it: Elenco dei libri
ja: 図書リスト
ko: 도서 목록
nl: Lijst van boeken
pl: Lista książek
pt: Lista de livros
ru: Список книг
th: รายการหนังสือ
tr: Kitapların listesi
uk: Список книг
vi: Danh sách sách
zh_hant: 書籍列表

source: 图书解析
ar: تحليل الكتاب
de: Buchanalyse
en: Book Parsing
es: Análisis de libros
fr: Analyse du livre
hi: पुस्तक विश्लेषण
id: Analisis buku
it: Analisi del libro
ja: 図書解析
ko: 도서해석
nl: Boekanalyse
pl: Analiza książki
pt: Análise de livros
ru: Анализ книг
th: การวิเคราะห์หนังสือ
tr: Kitap analizi
uk: Аналіз книги
vi: Phân tích sách

source: 图书阅读器现在合并所有章节并自动保存阅读位置
ar: يقوم قارئ الكتاب الآن بدمج جميع الفصول وحفظ موضع القراءة تلقائيا.
de: Der Buchleser führt nun alle Kapitel zusammen und speichert automatisch die Leseposition.
en: The book reader now merges all chapters and automatically saves your reading position.
es: El lector de libros ahora fusiona todos los capítulos y guarda automáticamente la posición de lectura.
fr: Le lecteur de livres fusionne maintenant tous les chapitres et enregistre automatiquement la position de lecture.
hi: पुस्तक पाठक अब सभी अध्यायों को मर्ज करता है और स्वचालित रूप से पढ़ने की स्थिति को सहेजता है।
id: Pembaca buku sekarang menggabungkan semua bab dan secara otomatis menyimpan posisi membaca.
it: Il lettore di libri ora unisce tutti i capitoli e salva automaticamente la posizione di lettura.
ja: 図書リーダーは現在、すべての章を結合し、自動的に読書位置を保存します
ko: 도서 리더는 이제 모든 장을 병합하고 자동으로 읽기 위치를 저장합니다.
nl: De boeklezer voegt nu alle hoofdstukken samen en slaat automatisch de leespositie op.
pl: Czytnik książki łączy teraz wszystkie rozdziały i automatycznie zapisuje pozycję czytania.
pt: O leitor de livros agora mescla todos os capítulos e salva automaticamente a posição de leitura.
ru: Читатель книг теперь объединяет все главы и автоматически сохраняет позицию чтения.
th: ตอนนี้โปรแกรมอ่านหนังสือจะรวมบททั้งหมดและบันทึกตําแหน่งการอ่านโดยอัตโนมัติ
tr: Kitap okuyucu artık tüm bölümleri birleştiriyor ve okuma konumunu otomatik olarak kaydediyor.
uk: Читач книги тепер об'єднує всі глави і автоматично зберігає позицію читання.
vi: Trình đọc sách hiện hợp nhất tất cả các chương và tự động lưu vị trí đọc.

source: 图书阅读器设置
ar: إعدادات قارئ الكتب
de: Einstellungen für Buchleser
en: Book Reader Settings
es: Configuración del lector de libros
fr: Paramètres du lecteur de livres
hi: बुक रीडर सेटिंग्स
id: Pengaturan pembaca buku
it: Impostazioni del lettore di libri
ja: ブックリーダーの設定
ko: 도서 리더 설정
nl: Instellingen van de boekenlezer
pl: Ustawienia czytnika książek
pt: Configurações do leitor de livros
ru: Настройки читателя книг
th: การตั้งค่าเครื่องอ่านหนังสือ
tr: Kitap okuyucu ayarları
uk: Налаштування програми для читання книг
vi: Cài đặt đầu đọc sách
zh_hant: 書籍閱讀器設置

source: 图像查看器
ar: عارض الصور
de: Bildbetrachter
en: Image Viewer
es: Visor de imágenes
fr: Visionneuse d'images
hi: छवि दर्शक
id: Penampil gambar
it: Visualizzatore di immagini
ja: 画像ビューアー
ko: 이미지 뷰어
nl: Afbeeldingsviewer
pl: Przeglądarka obrazów
pt: Visualizador de imagens
ru: Просмотр изображений
th: โปรแกรมดูรูปภาพ
tr: Resim görüntüleyici
uk: Переглядач зображень
vi: Trình xem hình ảnh

source: 图片
ar: صورة
de: Bild
en: Image
es: Fotografía
fr: Image
hi: चित्र
id: Gambar
it: Immagine
ja: 画像
ko: 그림
nl: Foto
pl: Zdjęcie
pt: Foto
ru: Картинка
th: ภาพ
tr: Resim
uk: Зображення
vi: Hình ảnh
zh_hant: 圖片

source: 图片列表 (%lld)
ar: قائمة الصور (%lld)
de: Liste der Bilder (%lld)
en: Image List (%lld)
es: Lista de imágenes (%lld)
fr: Liste d'images (%lld)
hi: चित्रों की सूची (%lld)
id: Daftar gambar (%lld)
it: Elenco delle immagini (%lld)
ja: 画像リスト(%lld)
nl: Lijst met foto's (%lld)
pl: Lista zdjęć (%lld)
pt: Lista de fotos (%lld)
ru: Список картинок (%lld)
th: รายการรูปภาพ (%lld)
tr: Resimlerin listesi (%lld)
uk: Список фотографій (%lld)
vi: Danh sách các hình ảnh (%lld)

source: 图片已保存
ar: تم حفظ الصورة.
de: Das Bild wurde gespeichert.
en: Saved
es: La imagen se ha guardado.
fr: L'image a été enregistrée.
hi: तस्वीर सहेज ली गई है।
id: Gambarnya telah disimpan.
it: L'immagine è stata salvata.
ja: 写真は保存済みです
ko: 사진은 이미 저장되었습니다
nl: De foto is opgeslagen.
pl: Zdjęcie zostało zapisane.
pt: A imagem foi salva.
ru: Изображение было сохранено.
th: รูปภาพถูกบันทึกไว้แล้ว
tr: Resim kaydedildi.
uk: Зображення збережено.
vi: Bức ảnh đã được lưu lại.

source: 在 iPhone 上继续
ar: تابع على iPhone
de: Auf dem iPhone fortfahren
en: Continue on iPhone
es: Continuar en el iPhone
fr: Continuer sur iPhone
hi: आईफोन पर जारी रखें
id: Lanjutkan di iPhone
it: Continua su iPhone
ja: iPhoneで続行
ko: iPhone에서 계속
nl: Ga door op iPhone
pl: Kontynuuj na iPhonie
pt: Continuar no iPhone
ru: Продолжить на iPhone
th: ดําเนินการต่อบนไอโฟน
tr: iPhone'da devam et
uk: Продовжити на iPhone
vi: Tiếp tục trên iPhone
zh_hant: 在 iPhone 上繼續

source: 在使用暗礁浏览器查看媒体时，可在其他设备上继续查看媒体。
ar: عند استخدام متصفح الشعاب المرجانية لعرض الوسائط، يمكنك الاستمرار في عرض الوسائط على الأجهزة الأخرى.
de: Wenn Sie den Reef-Browser verwenden, um die Medien anzuzeigen, können Sie die Medien weiterhin auf anderen Geräten anzeigen.
en: When using Darock Browser to view media, you can continue viewing the media on other devices.
es: Cuando utiliza el navegador Reef para ver los medios, puede continuar viendo los medios en otros dispositivos.
fr: Lorsque vous utilisez le navigateur de récif pour visualiser les médias, vous pouvez continuer à les visualiser sur d'autres appareils.
hi: मीडिया को देखने के लिए रीफ ब्राउज़र का उपयोग करते समय, आप अन्य उपकरणों पर मीडिया देखना जारी रख सकते हैं।
id: Saat menggunakan browser reef untuk melihat media, Anda dapat terus melihat media di perangkat lain.
it: Quando si utilizza il browser Reef per visualizzare i media, è possibile continuare a visualizzare i media su altri dispositivi.
ja: 暗礁ブラウザでメディアを閲覧する場合、他のデバイスで引き続きメディアを閲覧することができます。
ko: 암초 브라우저를 사용하여 미디어를 볼 때 다른 장치에서 미디어를 계속 볼 수 있습니다.
nl: Wanneer u de rifbrowser gebruikt om de media te bekijken, kunt u de media op andere apparaten blijven bekijken.
pl: Podczas korzystania z przeglądarki rafy do przeglądania multimediów możesz nadal oglądać multimedia na innych urządzeniach.
pt: Ao usar o navegador de recife para visualizar a mídia, você pode continuar a visualizar a mídia em outros dispositivos.
ru: При использовании браузера рифа для просмотра медиафайлов вы можете продолжать просматривать медиафайлы на других устройствах.
th: เมื่อใช้เบราว์เซอร์แนวปะการังเพื่อดูสื่อ คุณสามารถดูสื่อบนอุปกรณ์อื่นๆ ต่อไปได้
tr: Medyayı görüntülemek için reef tarayıcısını kullanırken, medyayı diğer cihazlarda görüntülemeye devam edebilirsiniz.
uk: Використовуючи браузер рифів для перегляду медіа, ви можете продовжувати переглядати медіафайли на інших пристроях.
vi: Khi sử dụng trình duyệt rạn san hô để xem phương tiện, bạn có thể tiếp tục xem phương tiện trên các thiết bị khác.
